export const guideMain = [
  {
    title: '채식 식단, 처음이신가요?',
    subtitle:
      '어떻게 시작해야 할 지 망설이시고 계신다면, 채愛레시피만 믿고 따라오세요!',
  },
];

export const questions = [
  {
    id: 'q1',
    title: '채식의 종류',
    question: '채식의 종류는 어떤 것이 있나요?',
    descriptions: [
      '단순히 채소만을 섭취하는 것만이 채식이 아닙니다. 채식의 종류는 다음과 같이  다양합니다.',
    ],
    categories: [
      '플렉시테리언(Flexitarian)',
      '폴로 베지테리언(Pollo-vegetarian)',
      '페스코 베지테리언(Pesco-vegetarian)',
      '락토 오보 베지테리언(Lacto-ovo vegetarian)',
      '락토 베지테리언(Lacto vegetarian)',
      '오보 베지테리언(Ovo vegetarian)',
      '비건(Vegan)',
    ],
    answers: [
      '채식주의를 지향하지만, 상황에 따라 육식도 하는 경우입니다.',
      '유제품, 동물의 알, 동물성 해산물, 조류의 고기까지는 먹는 경우입니다.',
      '유제품, 동물의 알, 동물성 해산물까지는 먹는 경우입니다.',
      '유제품과 동물의 알은 먹는 경우입니다.',
      '유제품은 먹는 경우입니다.',
      '동물의 알은 먹는 경우입니다.',
      '유제품과 동물의 알을 포함한 모든 종류의 동물성 음식을 먹지 않는 경우입니다.',
    ],
  },
  {
    id: 'q2',
    title: '간헐적 채식에 대하여',
    question: '간헐적 채식은 무엇인가요?',
    descriptions: [
      '일주일에 하루, 이틀 또는 삼시세끼 중 한 끼는 채식을 먹는 걸 말합니다. 채식 입문자들에게 추천하는 방법입니다.',
    ],
    answers: [
      '간헐적 채식은 육식을 하는 동안 생겼던 염증이나 산화물질, 활성산소, 노폐물들을 빼내고 몸을 해독하는 데 도움이 됩니다.',
      '그뿐만 아니라 육식으로 산성화된 체질을 알칼리 체질로 바꿀 수 있습니다.',
      '식사 후에도 몸이 가볍고 더부룩한 느낌이 없어 체중 감량은 물론 콜레스테롤과 혈당, 혈중 중성지방 수치를 감소시켜줍니다. ',
      '식물성 식품은 그 자체가 항산화 식품이기 때문에 영양제의 도움이 없이 스스로 치유할 수 있는 능력을 만들어 줍니다.',
    ],
  },
  {
    id: 'q3',
    title: '채식을 통한 단백질 섭취',
    question: '채식을 하면 단백질이 부족하지 않나요?',
    descriptions: [
      '하루 기준 이상적인 단백질 섭취량은 몸무게 1kg 당 0.8 ~ 1.0g으로 체중이 60kg인 사람이라면 48~60g을 먹어야 합니다.',
      ' 채식으로도 충분히 단백질을 섭취할 수 있습니다. 우리의 생각과는 달리 고기가 아닌 식물성 식품에서도 단백질을 충분히 얻을 수 있습니다.',
    ],
    categories: [
      '렌틸콩 등의 콩류',
      '그릭 요거트',
      '두부, 특히 얼린 두부',
      '퀴노아',
      '땅콩',
    ],
    answers: [
      '철분이 풍부한 렌틸콩 한 컵에는 18g의 단백질이 있습니다. 이 수치는 소고기 스테이크 90g에 있는 양과 맞먹는 수준이라고 합니다. 강낭콩이나 검정콩도 한 컵당 단백질이 약 15g 정도 들어 있습니다.',
      ' 그릭 요거트에는 같은 칼로리 대비 단백질이 2배나 함량되어 있습니다. 보통 그릭요거트 100g당 13~18g의 단백질이 들어 있습니다.',
      '일반 두부 100g당 단백질 함유량이 약 8g인 반면, 얼린두부 100g에 포함된 단백질은 약 50.2g이라고 합니다. 반면 칼로리는 100g 기준 일반 두부는 90Kcal, 얼린 두부는 56Kcal입니다.',
      '인디오의 쌀이라고 하는 퀴노아는 삶아서 조리한 것 한 컵당 약 8g 이상의 단백질이 함유되어 있으며, 섬유질 또한 풍부합니다.',
      '볶은 땅콩 100g에는 약 22g의 단백질이 함유되어 있고, 건강에 좋은 불포화지방산까지 섭취할 수 있습니다.',
    ],
  },
  {
    id: 'q4',
    title: '채식 식단 시작하기',
    question: '채식을 어떻게 시작하면 좋을까요?',
    descriptions: [
      '간헐적 채식을 통해 채식 맛보기 : 일주일에 하루 또는 삼시세끼 중 한 끼는 채식으로 먹으려고 노력합니다.',
      '뭘 해 먹어야할지 모를 경우 ‘채愛레시피’를 통해 레시피를 찾아봅니다.',
    ],
    categories: [
      '1. 나에게 맞는 채식 타입을 선정',
      '2. 쇼핑 목록 수정하기',
      '3. 식단 설계',
      '4. 실행하기 ',
    ],
    answers: [
      '처음부터 비건으로 시작하게 되면 먹을 수 있는 음식들이 갑자기 줄어들기에 페스코부터 천천히 줄여나가는 걸 권장드립니다.',
      '장보기 구매 목록에 육류와 생선을 줄이고 야채와 채소를 조금씩 늘려보세요.',
      '육식을 통해 쉽게 얻었던 영양소를 채식을 채우기 위해선 꼼꼼한 식단 설계가 필요합니다. 기존의 조리법을 버리고 새로운 레시피를 찾아야 하고 배워야 합니다. 이럴 때 ‘채愛레시피’를 통해 다양한 레시피를 배울 수 있습니다.',
      '지금 당장 실천하세요. 오늘 저녁을 채식 어떤가요? 처음엔 쉽지 않겠지만 채식을 통해 몸의 변화를 느끼다보면 점점 채식을 하고 있는 당신을 발견하게 될 거에요.',
    ],
  },
  {
    id: 'q5',
    title: '채식으로 육식 따라하기',
    question: '채식하면 고기 식감은 영영 못 느끼겠죠?',
    descriptions: [],
    answers: [
      '아닙니다. 요즘은 콩고기와 밀고기로 만든 대체육이 잘 나오기 때문에 고기와 비슷한 식감을 느끼실 수 있습니다.',
      ' 채식을 하고 싶은데 야채를 별로 안 좋아하시는 분들이라면 콩고기나 밀고기로 고기를 대체하면서 조금씩 채식으로 식단을 바꿔보시기를 권장드립니다.',
      '아래의 사이트에서 양념이 된 대체육을 쉽게 구입하실 수 있습니다.',
    ],
    url: 'http://www.vegefood.co.kr/shop/shopbrand.html?xcode=011&type=Y',
  },
  {
    id: 'q6',
    title: '채식으로 환경 살리기',
    question: '채식하면 환경에 도움이 되나요?',
    descriptions: [],
    answers: [
      '고기없는월요일(’일주일에 하루 채식’ 식단을 통해 기후 변화를 늦출 수 있다고 강조하는 민간단체)에 따르면 육류를 생산하는 과정은 곡물을 생산할 때보다 약 11배나 많은 화석연료를 사용한다고 합니다.',
      '동물단백질 1칼로리를 생산하기 위해 사용되는 화석연료는 평균 약 25킬로칼로리입니다. 소고기의 경우는 1칼로리당 약 40킬로칼로리의 화석연료를 사용합니다.',
      '동물단백질 생산을 위해 사용되는 물소비량도 곡물생산에 드는 양보다 훨씬 많습니다. 1kg의 쌀을 생산하기 위해서는 약 3500리터의 물이 필요한 반면, 쇠고기는 약 1만5000리터가 필요합니다.',
      '가축생산을 위해 사용되는 토지는 전 세계 경작 가능한 농지의 33%를 차지합니다. 또 육류 기반의 식단은 식물성 식품에 비해 18배가 더 많은 땅을 필요로 합니다.',
      '또한 존스홉킨스대학의 연구자료에 따르면 일주일에 하루 채식을 할 경우 1.3기가톤의 온실가스 배출량을 줄일 수 있다고 합니다. 이는 미국에서 2억7300만대의 자동차가 운행하지 않는 효과와 맞먹는 것입니다.',
    ],
  },
];
